# Completions
mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src kind:defer

# OMZ Stuff
getantidote/use-omz
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/ssh-agent

zsh-users/zsh-autosuggestions kind:defer
zdharma/fast-syntax-highlighting kind:defer
jeffreytse/zsh-vi-mode
zsh-users/zsh-history-substring-search kind:defer

romkatv/powerlevel10k
